tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "xz"
brew "awscli"
brew "cocoapods"
brew "coreutils"
brew "docker"
brew "libpq"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "postgresql", restart_service: true
brew "postgis"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "terraform@0.12"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "abstract"
cask "adoptopenjdk8"
cask "alfred"
cask "bartender"
cask "basecamp"
cask "cleanmymac"
cask "dash"
cask "discord"
cask "docker"
cask "doxie"
cask "dropbox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "hey"
cask "hook"
cask "iterm2"
cask "microsoft-teams"
cask "ngrok"
cask "paw"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tower"
cask "transmission"
cask "tuple"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "FruitJuice", id: 671736912
mas "Gifox", id: 1461845568
mas "Grammarly for Safari", id: 1462114288
mas "Things", id: 904280696
mas "Xcode", id: 497799835
