tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "awscli"
brew "cocoapods"
brew "coreutils"
brew "docutils"
brew "gh"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "openssl@3"
brew "php", restart_service: true
brew "poppler"
brew "postgis"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "terraform@0.12"
brew "the_silver_searcher"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/parity"
cask "alfred"
cask "cleanmymac"
cask "dash"
cask "doxie"
cask "dropbox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "microsoft-teams"
cask "paw"
cask "rectangle"
cask "spotify"
cask "tuple"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
