tap "AdoptOpenJDK/openjdk"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/services"
tap "mas-cli/tap"
tap "thoughtbot/formulae"

brew "cocoapods"
brew "coreutils"
brew "docker"
brew "git"
brew "heroku/brew/heroku"
brew "hub"
brew "jq"
brew "krb5"
brew "mas"
brew "parity"
brew "postgresql", restart_service: true
brew "rcm"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"

cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "bartender"
cask "basecamp"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "doxie"
cask "dropbox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "iterm2"
cask "microsoft-teams"
cask "paw"
cask "react-native-debugger"
cask "rescuetime"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tower"
cask "tuple"
cask "visual-studio-code"
cask "whatsapp"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "Better", id: 1121192229
mas "Fantastical", id: 975937182
mas "FruitJuice", id: 671736912
mas "Reeder", id: 880001334
mas "Things", id: 904280696
mas "Trello", id: 1278508951
